{
  "robbers": [
    {
      "main_photo": "/robbers-react-app/images/rob1/image1.jpg",
      "name": "Джесси Джеймс",
      "years": "5 сентября 1847 — 3 апреля 1882",
      "main_info": "Знаменитый американский преступник XIX века. Нередко в литературе Джесси Джеймс изображается как своего рода Робин Гуд Дикого Запада, грабивший богатых в пользу бедных — однако это не соответствует действительности. Подвиги Джесси Джеймса обогатили только его самого и его банду",
      "bio": [
        {
          "time": "детство и юность",
          "info": "Джесси Джеймс родился в штате Миссури, в семье богатого фермера и по совместительству баптистского проповедника из Кентукки Роберта Джеймса. Его отец переехал в Миссури через три года после свадьбы с матерью, урождённой Зерельдой Коул. Роберт Джеймс стал одним из основателей William Jewell College в городе Либерти, штат Миссури в 1849 году. Кроме Джесси, в семье было ещё двое детей — старший брат Александер Франклин «Фрэнк» и младшая сестра Сюзан Лавиния. С началом Золотой лихорадки Роберт Джеймс счёл нужным следовать за своей паствой, ринувшейся на поиски золота, и семья переехала в Калифорнию, где Роберт умер, когда Джесси было три года. Овдовевшая мать вскоре вновь вышла замуж — за некоего Бенджамина Симмза, а потом ещё раз — за доктора Рубена Сэмюэля. В последнем браке родилось четверо детей, приходившихся Джесси единоутробными братьями и сёстрами: Сара Луиза, Джон Томас, Фанни Квантрелл и Арчи Пейтон."
        },
        {
          "time": "война",
          "info": "До начала гражданской войны семья Сэмюэль-Джеймс купила 7 рабов, которые выращивали табак на ферме. Штат Миссури был пограничным между северными штатами и рабовладельческим Югом, но порядка 75 % его населения были выходцами с Верхнего Юга с соответствующей южной культурой. Поэтому Миссури стал одной из главных территорий войны. Семья Сэмюэль-Джеймс первоначально встала на сторону конфедератов, служа под началом Чарльза Куантрилла, одного из командиров армии конфедератов. Фрэнк Джеймс вступил в гражданское ополчение штата и участвовал в сражении у ручья Уилсон, хотя вскоре заболел и вернулся домой. Именно в это время он научился красть лошадей и хладнокровно убивать.В 1863 году он был опознан как член банды, действовавшей в том районе. В мае этого же года отряд союзной полиции в поисках преступников приехал на ферму Сэмюэлей-Джеймсов, в поисках Фрэнка Джеймса; было устроено дознание, доктор Рубен Сэмюэль был повешен за сокрытие членов банды.В 1866 году Джесси и его банда совершили первое ограбление банка."
        },
        {
          "time": "преступления",
          "info": "В 1873 году банда в первый раз остановила и ограбила поезд, захватив 2000 долларов. С тех пор ограбления стали регулярными, иногда банда Джеймсов-Янгеров грабила по две кареты в день. Джесси Джеймс был известен своей жестокостью: при совершении ограблений он стрелял не раздумывая, совершил много убийств.Зимой 1874 года банда Джеймса ограбила почтовый вагон поезда. Также бандиты отобрали у состоятельных пассажиров все ценности. При этом они осматривали ладони мужчин. Если на руках обнаруживались мозоли, оставляли их в покое.3 апреля 1882 года член банды 20-летний Роберт Форд застрелил Джесси в спину из револьвера. Выстрел был сделан в тот момент, когда Джесси Джеймс, сняв с себя всё оружие (чего он почти никогда не делал), повернулся к Форду спиной, чтобы поправить картину на стене. Роберт надеялся получить вместе с обещанной губернатором наградой благодарность со стороны жителей США, но, к его удивлению этого не произошло. Роберта Форда стали презирать. После скитаний по соседним штатам Форд основал небольшой, но популярный бар в Колорадо. Утром 8 июня 1892 года Эдвард О'Келли зашёл в бар, где находился только Форд и бармен, и, сказав «Привет, Боб!», выстрелил в упор в повернувшегося на приветствие Форда. Убийца был приговорён к пожизненному заключению, но после того, как руководство штата получило подписанную семью тысячами граждан петицию о смягчении наказания, Эдварда помиловали."
        }
      ],
      "geo": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d196296.51541541624!2d-94.98599266498877!3d39.75912096135923!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x87c01a4e932e2571%3A0xe67596795bd371a8!2z0KHQtdC90YIt0JTQttC-0LfQtdGELCDQnNC40YHRgdGD0YDQuCwg0KHQqNCQ!5e0!3m2!1sru!2sby!4v1702479857274!5m2!1sru!2sby",
      "video": "ndVCiwKyVlA?si=ZoIwZrYPhUG23ebs",
      "photos": [
        "/robbers-react-app/images/rob1/rob1_img1.jpg",
        "/robbers-react-app/images/rob1/rob1_img2.jpg",
        "/robbers-react-app/images/rob1/rob1_img3.jpg",
        "/robbers-react-app/images/rob1/rob1_img4.jpg"
      ]
    },
    {
      "main_photo": "/robbers-react-app/images/rob2/image1.jpg",
      "name": "Бутч Кэссиди",
      "years": "13 апреля 1866-1908",
      "main_info": "Преступник Бутч Кэссиди, также известный как Роберт Лерой Паркер, сотрудничал с Сандэнс Кидом,  грабя банки и поезда в начале 1900-х годов. Был лидером «Дикой банды». Они ускользнули от полиции, сбежав в Южную Америку. В 1906 году они вернулись к преступлениям. Считается, что они были пойманы и убиты полицией в Боливии в 1908 году, но сообщения разнятся.",
      "bio": [
        {
          "time": "детство и юность",
          "info": "Бутч Кэссиди родился 13 апреля 1866 в штате Юта под именем Роберта Лероя Паркера. Он был самым старшим из 13 детей в семье мормонов-переселенцев из Англии. Детство провёл на усадьбе своих родителей в штате Огайо. Сначала занимался скотоводством, был мясником, прежде чем начать свою карьеру на криминальном поприще, отсюда и имя Бутч."
        },
        {
          "time": "становление",
          "info": "Первый конфликт с законом был малозначительным. Бутч ворвался в магазин в городке Хей-Спрингс, штат Небраска, где работал на одной из ферм. Он украл штаны, оставив при этом записку, что заплатит за них позже. Однако доподлинно неизвестно, было ли это первое правонарушение Бутча Кэссиди. После того, как его родители лишились своей фермы в результате судебного спора, он начал восхищаться местным фермером-скотоводом Майком Кэссиди, который в свою очередь был известен благодаря своей сомнительной карьере. Вполне возможно, что Майк воровал скот вместе с Робертом. Примерно в 1884 году Роберт взял себе имя «Бутч Кэссиди». Бутч обычно воровал скот с больших ферм, которые пытались вытеснить более мелкие. Многие историки считают, что первоначально Бутч действовал из добрых побуждений. Очень часто его называли «Робин Гудом Дикого Запада»."
        },
        {
          "time": "ограбления",
          "info": "Первым преступлением, которому имеются письменные свидетельства, является нападение на банк «Сан Мигель Валей Банк» в городе Теллурайд, штат Колорадо в июне 1889 года. Добычей банды стали 20 тыс. долларов. Бутч стал одним из первопроходцев «Тропы беззакония» (англ. Outlaw Trail), которая вела из Канады через Монтану и Юту в Мексику. 1884—1886 годы он провёл в тюрьме по обвинению в конокрадстве. После освобождения Бутч основал преступную группу, ставшую известной как «Дикая банда» (англ. Wild Bunch). «Дикая банда», в свою очередь, была частью банды «Дырка в стене», которая представляла собой свободный союз гангстеров, чьим общим убежищем служило ущелье Дырка в стене в горах Биг-Хорн в штате Вайоминг. Самым известным членом «Дикой банды» был Гарри Лонгбау, которого также называли «Сандэнс Кид». В 1896—1901 гг. банда ограбила около дюжины поездов. В 1901 году Кэссиди вместе с Сандэнсом и его женой Эттой Плейс бежали через Нью-Йорк в Аргентину. Там они вполне мирно прожили несколько лет, работая фермерами на ранчо. После того, как Этта в 1905 году вернулась в США, Бутч и Сандэнс возобновили свою криминальную деятельность и заработали такую же славу, какой пользовались в Соединённых Штатах. Через Чили они уехали в Боливию, где в 1908 году были пойманы боливийскими солдатами. Предположительно, Бутч и Сандэнс были застрелены, однако не имеется никаких надёжных источников, однозначно указывающих на дату или доказывающих то, что они на самом деле были убиты, только ранены или находились там."
        }
      ],
      "geo": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d25085.140258717962!2d-112.24024668549423!3d38.194976800446504!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x874aea68b9b08253%3A0x5ffb725fcefd5310!2z0KHQtdGA0LrQuyDQktGN0LvQu9C4!5e0!3m2!1sru!2sby!4v1702500310458!5m2!1sru!2sby",
      "video": "weaXPB9RGWI?si=W3SG8b-tQsxj4Uo9",
      "photos": [
        "/robbers-react-app/images/rob2/rob2_img1.jpg",
        "/robbers-react-app/images/rob2/rob2_img2.jpg",
        "/robbers-react-app/images/rob2/rob2_img3.jpg",
        "/robbers-react-app/images/rob2/rob2_img4.jpg"
      ]
    },
    {
      "main_photo": "/robbers-react-app/images/rob3/image1.jpg",
      "name": "Джон Диллинджер",
      "years": "22 июня 1903 — 22 июля 1934",
      "main_info": "Американский преступник середины 30-х годов, враг общества номер 1 по классификации ФБР. За время своей преступной деятельности убил нескольких полицейских, ограбил около двух десятков банков и 4 полицейских отделения, дважды бежал из тюрьмы.",
      "bio": [
        {
          "time": "становление",
          "info": "Родился Джон Диллинджер 22 июня 1903. В 4 года он потерял мать, а в 16 уже впервые был задержан за кражу. Затем аресты следовали с завидной регулярностью . у Джона катастрофически не получалось вести добропорядочный образ жизни, он даже пытался скрыться от правосудия на военном флоте, но быстро оттуда сбежал. Во время очередной отсидки Джон познакомился с известными грабителями банков, благодаря которым у него и родилась идея заняться этим бизнесом. В результате в 1929 году он совершил первое ограбление вместе со своими коллегами."
        },
        {
          "time": "расцвет карьеры",
          "info": "С банками у Диллинджера сложилось. Вместе с бандой он совершал лихие налеты, наиболее громким стало ограбление Национального банка Чикаго. Тогда, в январе 1934, бандитам удалось вынести $260000. Такая наглость несколько расстроила президента Франклина Рузвельта, который и объявил Джона «врагом государства» и присвоил ему номер 1. За пять лет банда провернула более полусотни дел на общую сумму в 5,5 миллионов долларов!Самое интересное, что в различных источниках действия банды описывают совершенно по-разному. В некоторых на счету Джона и команды числят сотни жизней, говорят о том, что пальба начиналась без предупреждения и необходимости, кровь лилась бесконечной рекой. Но есть и совершенно противоположное мнения — что Джон виновен в убийстве одного лишь полицейского. Но все сходятся на том, что у парня было 2 слабости — кинематограф и женщины."
        },
        {
          "time": "побег от ФБР",
          "info": "К июлю 1934 за Джоном охотилось все ФБР, дело контролировал лично его директор Эдгар Гувер. В принципе, именно благодаря Дилленджеру произошло становление бюро, необходимость его поимки заставила по-новому организовать работу, усовершенствовать обмен информацией и координацию служб.Но весной 1934 года Диллинджер ввел еще одно новшество. Впервые он попытался скрыться, изменив свою внешность. Он заплатил 10 тысяч долларов косметологу Кэсседи и хирургу Лезеру, которые в домашних условиях полностью изменили ему внешность. В жутких антисанитарных условиях тайного убежища Джону уменьшили нос и изменили форму черепа, расширили подбородок и скулы. При этом оказалось, что у бандита непереносимость наркоза, но все обошлось. Через месяц у Диллинджера было новое лицо и имя — Джиммми Лоуренс.А также у Джона-Джимми появилась новая подружка — проститутка Полли Хэмильтон.Именно она и поспособствовала тому факту,что в итоге Джон был найден и убит ФБР 22 июля 1934 года."
        }
      ],
      "geo": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d380514.4935884925!2d-88.06160667491979!3d41.833261703220344!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880e2c3cd0f4cbed%3A0xafe0a6ad09c0c000!2z0KfQuNC60LDQs9C-LCDQmNC70LvQuNC90L7QudGBLCDQodCo0JA!5e0!3m2!1sru!2sby!4v1702501296833!5m2!1sru!2sby",
      "video": "WtofceLjkMU?si=Y-tc6s3_pz4D4lVR",
      "photos": [
        "/robbers-react-app/images/rob3/rob3_img1.jpg",
        "/robbers-react-app/images/rob3/rob3_img2.jpg",
        "/robbers-react-app/images/rob3/rob3_img3.jpg",
        "/robbers-react-app/images/rob3/rob3_img4.jpg"
      ]
    },
    {
      "main_photo": "/robbers-react-app/images/rob4/image1.jpg",
      "name": "Лестер Джозеф Джиллис",
      "years": "6 декабря 1908 – 27 ноября 1934",
      "main_info": "Малыш Нельсон был одним из самых известных грабителей банков начала 20-го века. Нельсон был приговорен к тюремному заключению в 1931 году за ограбление банка, но вскоре сбежал из-под стражи. В 1934 году он участвовал в ограблениях вместе с Джоном Диллинджером и его бандой. Эдгар Гувер объявил, что Нельсон теперь «враг общества № 1».",
      "bio": [
        {
          "time": "ранние годы",
          "info": "Печально известный грабитель банков и убийца Лестер Джозеф Гиллис (Малыш Нельсон) родился в Чикаго, штат Иллинойс, 6 декабря 1908 года. По некоторым данным, оба его родителя были иммигрантами из Бельгии. «Нью-Йорк Таймс» писала, что его отец был кожевником. В школьные годы Нельсон был известен вспыльчивостью и часто ввязывался в драки со своими одноклассниками.К 13 годам Нельсон начал свою преступную жизнь. В 1922 году его поймали на воровстве и отправили в школу Святого Чарльза для мальчиков. В течение следующих нескольких лет он то и дело попадал в исправительные учреждения для несовершеннолетних. В конце концов Нельсон получил прозвище «Малыш» за свою юную внешность от своих собратьев-уличных головорезов. Он был всего пять футов четыре дюйма ростом и весил примерно 133 фунта.В 1928 году Нельсон женился на Хелен Вавзинак. Она называла себя Хелен Гиллис, даже после того, как ее муж взял фамилию Нельсон. Хелен тогда было всего 16 лет. Вскоре у супругов родились сын и дочь."
        },
        {
          "time": "«враг №1»",
          "info": "Нельсон попал в тюрьму в 1931 году после ограбления банка в Чикаго. Приговоренный к году тюрьмы, он сбежал из-под стражи, когда его везли на суд по другому обвинению в ограблении банка в феврале 1932 года. В конце концов Нельсон оказался в Саусалито, штат Калифорния, где познакомился с Джоном Полом Чейзом. В течение следующих нескольких лет эта пара занималась многочисленными преступными деяниями.Нельсон присоединился к легендарному преступнику Джону Диллинджеру в 1934 году, вскоре после того, как первоначальная банда Диллинджера распалась. Нельсона чуть не поймали в апреле, когда он скрывался с бандой Диллинджера в Северном Висконсине. Но он нашел выход из положения, убив при этом агента ФБР. Он был с Диллинджером и Гомером Ван Метером во время июньского ограбления торгового Национального банка в Саут-Бенде, штат Индиана. Во время преступления бандой был убит полицейский.22 июля 1934 года Диллинджер сам попал в засаду и был убит агентами ФБР у кинотеатра «Biograph» в Линкольн-парке в Чикаго. На следующий день директор ФБР Эдгар Гувер объявил, что Нельсон стал новым «врагом общества № 1». Ван Метер встретил ужасный конец в следующем месяце в столкновении с полицией."
        },
        {
          "time": "смерть",
          "info": "После смерти Диллинджера, Нельсон отправился в Калифорнию со своей женой и Чейзом на некоторое время. Ему удавалось избегать поимки в течение нескольких месяцев, но ФБР наконец настигло его 27 ноября 1934 года. Нельсон ехал в угнанной машине со своей женой и Чейзом недалеко от Баррингтона, штат Иллинойс, когда их заметили агенты ФБР. Некоторое время была  погоня но затем Нельсон остановил машину, чтобы выстрелить в агентов. Последовала короткая перестрелка, в результате которой погиб агент ФБР Герман Холлис. Второй агент, Сэмюэл П. Коули, умер несколько часов спустя в больнице Элгина.Нельсон был тяжело ранен — в него попало 17 пуль, — но ему, Чейзу и его жене удалось уйти. 28 ноября 1934 года 25-летний Нельсон скончался от полученных травм. Его тело было оставлено возле католического кладбища Святого Петра в Скоки, штат Иллинойс. Позже его жену приговорили к году тюрьмы за нарушение условно-досрочного освобождения. Ранее она признала себя виновной в укрывательстве беглецов."
        }
      ],
      "geo": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d380514.4935884925!2d-88.06160667491979!3d41.833261703220344!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880e2c3cd0f4cbed%3A0xafe0a6ad09c0c000!2z0KfQuNC60LDQs9C-LCDQmNC70LvQuNC90L7QudGBLCDQodCo0JA!5e0!3m2!1sru!2sby!4v1702501296833!5m2!1sru!2sby",
      "video": "9B9cI1_GUoI?si=3dmG2So9nU0TNkPx",
      "photos": [
        "/robbers-react-app/images/rob4/rob4_img1.jpg",
        "/robbers-react-app/images/rob4/rob4_img2.jpg",
        "/robbers-react-app/images/rob4/rob4_img3.jpg",
        "/robbers-react-app/images/rob4/rob4_img4.jpg"
      ]
    },
    {
      "main_photo": "/robbers-react-app/images/rob5/image1.jpg",
      "name": "Сандэнс Кид",
      "years": "1867-7 ноября 1908",
      "main_info": "Американский преступник Сандэнс Кид, первоначально названный Гарри Лонгабо, родился в 1867 году в Мон-Клере, штат Пенсильвания. В возрасте 15 лет он отправился на запад и получил прозвище, когда был арестован за кражу лошади в Сандэнсе, штат Вайоминг. После нескольких лет в тюрьме Сандэнс Кид возобновил карьеру в сфере преступности, грабя поезда и банки.",
      "bio": [
        {
          "time": "юность",
          "info": "Гарри Алонзо Лонгабо родился в 1867 году в Мон Клэр, Пенсильвания. Он считался самым быстрым оружейником в «Дикой кучке», известной банде грабителей и скотоводов, которые бродили по американскому Западу в 1880-х и 1890-х годах.Лонгабо было всего 15 лет, когда он навсегда покинул дом. Он взял свое прозвище из Вайомингского городка Сандэнс, где он был арестован единственный раз в жизни после кражи лошади. За преступление Сандэнс отбыл почти два года в тюрьме. После освобождения в 1889 году он попытался создать честную жизнь для себя как ковбоя."
        },
        {
          "time": "дикий букет",
          "info": "В начале 1890-х годов Сандэнс снова стал преступником. Власти арестовали его за ограбление поезда в 1892 году и пять лет спустя за ограбление банка, которое он провёл с группой, известной как «Дикий букет». Бригада в основном состояла из Роберта Паркера (он же Батч Кэссиди), Гарри Трейси, Бена Килпатрика и Харви Логана. Вместе группа приступила к самому длинному отрезку успешных ограблений поездов и банков в истории американского Запада.Среди мужчин Сандэнс считался самым быстрым стрелком, хотя исторические свидетельства указывают на то, что он никогда никого не убивал во время бега «Дикого сгустка». Банды были разбросаны по районам Южной Дакоты, Нью-Мексико, Невады и Вайоминга. В перерывах между грабежами мужчины прятались на перевале «Отверстие в стене», расположенном в округе Джонсон, штат Вайоминг, где укрывались несколько преступных группировок.С каждым новым грабежом, «Дикий букет» стал более известным и популярным среди американской публики, стремящейся прочитать о своих подвигах. Их грабежи также стали больше. Одним из самых крупных был поезд стоимостью 70 000 долл. США, который находился недалеко от Фолсома, штат Нью-Мексико.Невозможно остановить «Дикий букет», железная дорога Union Pacific наняла знаменитое Национальное детективное агентство Пинкертона, чтобы найти и арестовать Сандэнса и остальную часть банды. Возможно, чувствуя, что их бег окончен, Сандэнс и Кэссиди двинулись в Южную Америку, сначала в Аргентину, где они пытались стать честными фермерами. В паре была Etta Place, бывшая проститутка, которая стала любовницей Сандэнса."
        },
        {
          "time": "последние годы",
          "info": "Честная жизнь, однако, не подходила для Сандэнса или Кэссиди. Вскоре эти двое снова стали преступниками, грабить банки и поезда, как они это делали в Штатах.Как гласит история, Кэссиди и Сандэнс погибли в перестрелке с солдатами в южной Боливии 3 ноября 1908 года, но правда об их окончании так и не была полностью выяснена. Спор продолжается о том, где и когда Сандэнс действительно умер. Один рассказ, который имеет некоторые исторические свидетельства, предполагает, что он вернулся в Соединенные Штаты под новым именем Уильям Лонг и начал новую жизнь в штате Юта. Согласно этой истории, он женился на вдове с шестью детьми в 1894 году и жил до старости, а в 1936 году умер в конечном итоге.Каким бы ни была правдивая история, Сандэнс — один из настоящих легенд легенды. Американского Запада. В 1969 году его жизнь и отношения с Бучем Кэссиди были превращены в фильм, получивший Оскар, Бутч Кэссиди и Сандэнс Кид, в главной роли Пол Ньюман (Кэссиди) и Роберт Редфорд (Сандэнс)."
        }
      ],
      "geo": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15707909.890120748!2d-74.21552009616194!3d-16.016693864057608!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x915edf8977bba295%3A0x1c9ec2bb0115edbf!2z0JHQvtC70LjQstC40Y8!5e0!3m2!1sru!2sby!4v1702542035061!5m2!1sru!2sby",
      "video": "AXECIIB1oTA?si=ysJZdqnIi7RAVICh",
      "photos": [
        "/robbers-react-app/images/rob5/rob5_img1.jpg",
        "/robbers-react-app/images/rob5/rob5_img2.jpg",
        "/robbers-react-app/images/rob5/rob5_img3.jpg",
        "/robbers-react-app/images/rob5/rob5_img4.jpg"
      ]
    }
  ]
}
